tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "d12frosted/emacs-plus"

# Used for indexing C/C++ files in emacs.
brew "cscope"
brew "emacs-plus"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "git"
brew "imagemagick"
brew "ispell"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "the_silver_searcher"
brew "tree"
brew "zsh"

cask "dash"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "slack"